Revit 2027 API
Wall.IsStackedWallMember Property
 Identifies if the wall is a member of a stacked wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsStackedWallMember { get; }
Public ReadOnly Property IsStackedWallMember As Boolean
	Get
public:
property bool IsStackedWallMember {
	bool get ();
}
member IsStackedWallMember : bool with get
Property Value
Boolean
See Also
Reference
Wall Class
Autodesk.Revit.DB Namespace